Repository: fangjunyu1/ERdepot
Catalog: ERdepot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Minimal mode hides "Cryptocurrency", "Daily Gold Price" and "Stock Index", and only retains foreign exchange rate information. It is suitable for users with blocked networks or who only use foreign exchange information.
ar: يُخفي الوضع البسيط "العملات المشفرة" و"سعر الذهب اليومي" و"مؤشر الأسهم"، ويحتفظ فقط بمعلومات أسعار صرف العملات الأجنبية. وهو مناسب للمستخدمين الذين لديهم شبكات محظورة أو الذين يستخدمون معلومات صرف العملات الأجنبية فقط.
ca: El mode minimalista amaga les "Criptomonedes", el "Preu diari de l'or" i l'"Índex borsari", i només conserva la informació sobre el tipus de canvi de moneda estrangera. És adequat per a usuaris que tenen una xarxa bloquejada o que només utilitzen informació sobre divises.
cs: Minimalistický režim skrývá „Kryptoměny“, „Denní cenu zlata“ a „Akciový index“ a uchovává pouze informace o směnných kurzech cizích měn. Je vhodný pro uživatele, jejichž síť je blokována nebo kteří používají pouze informace o devizových operacích.
da: Den minimalistiske tilstand skjuler "Kryptovaluta", "Daglig guldpris" og "Aktieindeks" og gemmer kun valutakursoplysninger. Den er velegnet til brugere, hvis netværk er blokeret, eller som kun bruger valutakursoplysninger.
de: Der minimalistische Modus verbirgt „Kryptowährung“, „Täglicher Goldpreis“ und „Aktienindex“ und behält nur Informationen zu Fremdwährungskursen bei. Er eignet sich für Benutzer, deren Netzwerk gesperrt ist oder die nur Deviseninformationen verwenden.
el: Η μινιμαλιστική λειτουργία αποκρύπτει τα "Κρυπτονόμισμα", "Ημερήσια Τιμή Χρυσού" και "Δείκτη Μετοχών" και διατηρεί μόνο πληροφορίες για τη συναλλαγματική ισοτιμία ξένου νομίσματος. Είναι κατάλληλη για χρήστες των οποίων το δίκτυο είναι αποκλεισμένο ή που χρησιμοποιούν μόνο πληροφορίες για το ξένο νόμισμα.
es: El modo minimalista oculta las criptomonedas, el precio diario del oro y el índice bursátil, y solo conserva la información sobre el tipo de cambio. Es ideal para usuarios cuya red está bloqueada o que solo utilizan información sobre divisas.
fi: Minimalistinen tila piilottaa "Kryptovaluutta", "Päivittäinen kullan hinta" ja "Osakeindeksi" ja säilyttää vain valuuttakurssitiedot. Se sopii käyttäjille, joiden verkko on estetty tai jotka käyttävät vain valuuttakurssitietoja.
fr: Le mode minimaliste masque les options « Cryptomonnaie », « Cours quotidien de l'or » et « Indice boursier », et ne conserve que les informations sur les taux de change. Il convient aux utilisateurs dont le réseau est bloqué ou qui n'utilisent que les informations sur les devises.
he: המצב המינימליסטי מסתיר את "מטבעות קריפטוגרפיים", "מחיר זהב יומי" ו"מדד מניות", ושומר רק מידע על שער חליפין של מטבע חוץ. הוא מתאים למשתמשים שהרשת שלהם חסומה או שמשתמשים רק במידע על מטבע חוץ.
hi: मिनिमलिस्ट मोड "क्रिप्टोकरेंसी", "डेली गोल्ड प्राइस" और "स्टॉक इंडेक्स" को छुपाता है, और केवल विदेशी मुद्रा विनिमय दर की जानकारी को बरकरार रखता है। यह उन उपयोगकर्ताओं के लिए उपयुक्त है जिनका नेटवर्क अवरुद्ध है या जो केवल विदेशी मुद्रा जानकारी का उपयोग करते हैं।
hr: Minimalistički način rada skriva "Kriptovalutu", "Dnevnu cijenu zlata" i "Burzovni indeks" te zadržava samo podatke o tečaju strane valute. Pogodan je za korisnike čija je mreža blokirana ili koji koriste samo podatke o tečaju strane valute.
hu: A minimalista mód elrejti a „Kriptovaluta”, a „Napi aranyár” és a „Részvényindex” elemeket, és csak a devizaárfolyam-információkat őrzi meg. Alkalmas azoknak a felhasználóknak, akiknek a hálózata blokkolva van, vagy akik csak devizainformációkat használnak.
id: Mode minimalis menyembunyikan "Mata Uang Kripto", "Harga Emas Harian", dan "Indeks Saham", dan hanya menyimpan informasi nilai tukar mata uang asing. Mode ini cocok untuk pengguna yang jaringannya diblokir atau yang hanya menggunakan informasi nilai tukar mata uang asing.
it: La modalità minimalista nasconde "Criptovaluta", "Prezzo giornaliero dell'oro" e "Indice azionario" e conserva solo le informazioni sul tasso di cambio delle valute estere. È adatta agli utenti la cui rete è bloccata o che utilizzano solo informazioni sul cambio valuta.
ja: ミニマリストモードでは、「暗号通貨」「金価格」「株価指数」といった情報は非表示となり、外国為替レート情報のみが表示されます。ネットワークがブロックされているユーザーや、外国為替情報のみを利用するユーザーに適しています。
ko: 미니멀 모드는 "암호화폐", "일일 금 가격", "주가 지수"를 숨기고 외화 환율 정보만 유지합니다. 네트워크가 차단되었거나 외화 환율 정보만 사용하는 사용자에게 적합합니다.
ms: Mod minimalis menyembunyikan "Cryptocurrency", "Harga Emas Harian" dan "Indeks Saham", dan hanya mengekalkan maklumat kadar pertukaran mata wang asing. Ia sesuai untuk pengguna yang rangkaiannya disekat atau yang hanya menggunakan maklumat pertukaran asing.
nb: Minimalistisk modus skjuler «Kryptovaluta», «Daglig gullpris» og «Aksjeindeks», og beholder kun valutakursinformasjon. Den er egnet for brukere med blokkert nettverk eller som kun bruker valutakursinformasjon.
nl: De minimalistische modus verbergt "Cryptovaluta", "Dagelijkse goudprijs" en "Aandelenindex" en bewaart alleen wisselkoersinformatie. Deze modus is geschikt voor gebruikers met een geblokkeerd netwerk of die alleen wisselkoersinformatie gebruiken.
pl: Tryb minimalistyczny ukrywa „Kryptowalutę”, „Codzienną cenę złota” i „Indeks giełdowy” i zachowuje jedynie informacje o kursie walut obcych. Jest odpowiedni dla użytkowników, których sieć jest zablokowana lub którzy korzystają wyłącznie z informacji o walutach obcych.
pt_br: O modo mínimo oculta a "Criptomoeda", o "Preço diário do ouro" e o "Índice de ações" e retém apenas informações sobre a taxa de câmbio. É adequado para utilizadores bloqueados na rede ou que utilizam apenas informações sobre câmbio.
ro: Modul minimalist ascunde „Criptomonede”, „Prețul zilnic al aurului” și „Indicele bursier” și păstrează doar informații despre cursul de schimb valutar. Este potrivit pentru utilizatorii a căror rețea este blocată sau care utilizează doar informații despre schimbul valutar.
ru: Минималистский режим скрывает «Криптовалюту», «Ежедневную цену на золото» и «Фондовый индекс» и сохраняет только информацию о курсе обмена валют. Подходит для пользователей, чья сеть заблокирована или которые используют только информацию о курсе обмена валют.
sk: Minimalistický režim skryje „Kryptomeny“, „Dennú cenu zlata“ a „Akciový index“ a uchováva iba informácie o výmenných kurzoch cudzích mien. Je vhodný pre používateľov, ktorých sieť je blokovaná alebo ktorí používajú iba informácie o devízových kurzoch.
sv: Det minimalistiska läget döljer "Kryptovaluta", "Dagligt guldpris" och "Aktieindex" och behåller endast information om valutakurser. Det är lämpligt för användare vars nätverk är blockerat eller som endast använder valutainformation.
th: โหมดมินิมอลจะซ่อน "สกุลเงินดิจิทัล" "ราคาทองคำรายวัน" และ "ดัชนีหุ้น" และจะเก็บเฉพาะข้อมูลอัตราแลกเปลี่ยนเงินตราต่างประเทศเท่านั้น เหมาะสำหรับผู้ใช้ที่เครือข่ายถูกบล็อคหรือผู้ที่ใช้เฉพาะข้อมูลอัตราแลกเปลี่ยนเงินตราต่างประเทศเท่านั้น
tr: Minimalist mod "Kripto Para", "Günlük Altın Fiyatı" ve "Hisse Senedi Endeksi"ni gizler ve yalnızca yabancı para birimi döviz kuru bilgilerini tutar. Ağı engellenen veya yalnızca yabancı para birimi bilgilerini kullanan kullanıcılar için uygundur.
uk: Мінімалістичний режим приховує розділи «Криптовалюта», «Щоденні ціни на золото» та «Фондовий індекс», зберігаючи лише інформацію про обмінний курс іноземної валюти. Він підходить для користувачів, мережа яких заблокована або які використовують лише інформацію про обмін валюти.
vi: Chế độ tối giản ẩn "Tiền điện tử", "Giá vàng hằng ngày" và "Chỉ số chứng khoán" và chỉ giữ lại thông tin tỷ giá hối đoái ngoại tệ. Phù hợp với người dùng có mạng bị chặn hoặc chỉ sử dụng thông tin ngoại hối.
zh_hans: 极简模式会隐藏“加密货币”、“每日金价”和“股票指数”，仅保留外币汇率信息，适用于网络受阻或只使用外汇信息的用户。
zh_hk: 極簡模式會隱藏“加密貨幣”、“每日金價”和“股票指數”，僅保留外幣匯率訊息，適用於網路受阻或只使用外匯資訊的用戶。

source: Minimalist mode
ar: الوضع البسيط
ca: Mode minimalista
cs: Minimalistický režim
da: Minimalistisk tilstand
de: Minimalistischer Modus
el: Μινιμαλιστική λειτουργία
es: Modo minimalista
fi: Minimalistinen tila
fr: Mode minimaliste
he: מצב מינימליסטי
hi: न्यूनतम मोड
hr: Minimalistički način rada
hu: Minimalista mód
id: Mode Minimalis
it: Modalità minimalista
ja: ミニマリストモード
ko: 미니멀리스트 모드
ms: Mod Minimalis
nb: Minimalistisk modus
nl: Minimalistische modus
pl: Tryb minimalistyczny
pt_br: Modo Minimalista
ro: Mod minimalist
ru: Минималистский режим
sk: Minimalistický režim
sv: Minimalistiskt läge
th: โหมดมินิมอลลิสต์
tr: Minimalist Mod
uk: Мінімалістичний режим
vi: Chế độ tối giản
zh_hans: 极简模式
zh_hk: 極簡模式

# MTL
source: Maltese Lira
ar: المالتي
ca: Malta
cs: Maltská lira
da: Maltesisk lira
de: Maltesische Lira
el: Μαλτέζικη Λίρα
es: Libra maltesa
fi: Maltan lira
fr: Lira maltaise
he: לירה מלטזית
hi: माल्टीज़ लीरा
hr: Malteška lira
hu: Málta lira
id: Lira Malta
it: Lira maltese
ja: マルタ・リラ
ko: 몰타 리라
ms: Lira Malta
nb: Maltesisk lira
nl: Maltees lira
pl: Lira maltańska
pt_br: Lira maltesa
ro: Liră malteză
ru: Мальтийская лира
sk: Maltská lira
sv: Maltesisk lira
th: ลิรามอลตา
tr: Malta Lirası
uk: Мальтійська ліра
vi: Lira Malta
zh_hk: 馬耳他里拉

source: Nasdaq 100
ar: ناسداك 100
he: נאסד"ק 100
hi: नैस्डैक 100
id: Indeks Nasdaq 100
ja: ナスダック100
ko: 나스닥 100
ru: Насдак 100
th: แนสแด็ก 100
zh_hans: 纳斯达克100
zh_hk: 納斯達克100

source: Nasdaq GIDS
ar: ناسداك
ca: Nasdaq
cs: Nasdaq
da: Nasdaq
de: Nasdaq
el: Νάσντακ
es: Nasdaq
fi: Nasdaq
fr: Nasdaq
he: נאסד"ק
hi: नैस्डैक
hr: Nasdaq
hu: Nasdaq
id: Nasdaq
it: Nasdaq
ja: ナスダック
ko: 나스닥
ms: Nasdaq
nb: Nasdaq
nl: Nasdaq
pl: Nasdaq
pt_br: Bolsa de Valores Nasdaq
ro: Nasdaq
ru: Nasdaq
sk: Nasdaq
sv: Nasdaq
th: แนสแด็ก
tr: Nasdaq
uk: Nasdaq
vi: Nasdaq
zh_hans: 纳斯达克交易所
zh_hk: 納斯達克交易所

source: Nikkei 225
ar: نيكي 225
he: ניקיי 225
hi: निक्केई 225
ja: 日経平均株価
ko: 닛케이 225
ru: Никкей 225
th: นิเคอิ 225
zh_hans: 日经 225
zh_hk: 日經225

source: Norwegian Bokmål
ar: النرويجية البوكمول
ca: Bokmål noruec
cs: Norština Bokmål
da: Norsk bokmål
de: Norwegisch
el: Νορβηγικά Bokmål
es: Noruego
fi: Norja
fr: Norvégien
he: נורווגית
hi: नॉर्वेजियन
hr: Norveški Bokmål
hu: Norvég
id: Norwegia
it: Norvegese
ja: ノルウェー語
ko: 노르웨이어
ms: Norway
nb: Norsk
nl: Noors Bokmål
pl: Norweski
pt_br: Norueguês
ro: Norvegiană
ru: Норвежский
sk: Nórčina
sv: Norska
th: ภาษานอร์เวย์
tr: Norveççe
uk: Норвезька
vi: Tiếng Na Uy
zh_hans: 挪威博克马尔语
zh_hk: 挪威博克馬爾語

source: OK
ar: موافق
ca: D’acord
el: Εντάξει
he: אישור
hi: ठीक है
hr: U redu
ko: 확인
th: ตกลง
tr: Tamam
zh_hans: 好的
zh_hk: 確定

source: Open Source
ar: مفتوح المصدر
ca: Codi obert
el: Ανοικτού Κώδικα
es: Código abierto
fi: Avoimen lähdekoodin
he: קוד פתוח
hi: ओपन सोर्स
hu: Nyílt forráskód
id: Sumber Terbuka
ja: オープンソース
ko: 오픈 소스
ms: Sumber Terbuka
nb: Åpen kildekode
pl: Otwarty kod źródłowy
pt_br: Código aberto
ro: Cod sursă deschis
ru: Открытый исходный код
sv: Öppen källkod
th: โอเพ่นซอร์ส
tr: Açık Kaynak
uk: Відкрите джерело
vi: Mã nguồn mở
zh_hans: 开源
zh_hk: 開源

source: Osaka
ar: بورصة أوساكا
ca: Borsa d'Osaka
cs: Burza v Ósace
da: Osaka-børsen
de: Osaka Exchange
el: Χρηματιστήριο της Οσάκα
es: Bolsa de Osaka
fi: Osakan pörssi
fr: Bourse d'Osaka
he: בורסת אוסקה
hi: ओसाका एक्सचेंज
hr: Burza u Osaki
hu: Oszakai tőzsde
id: Bursa Saham Osaka
it: Borsa di Osaka
ja: 大阪取引所
ko: 오사카 거래소
ms: Pertukaran Osaka
nb: Osaka-børsen
nl: Osaka Exchange
pl: Giełda w Osace
pt_br: Bolsa de Valores de Osaka
ro: Bursa din Osaka
ru: Осакская биржа
sk: Burza v Osake
sv: Osaka-börsen
th: แลกเปลี่ยนโอซาก้า
tr: Osaka Borsası
uk: Осакська біржа
vi: Sàn giao dịch Osaka
zh_hans: 大阪交易所
zh_hk: 大阪交易所

source: Others
ar: آخرون
ca: Altres
cs: Ostatní
da: Andre
de: Andere
el: Άλλα
es: Otros
fi: Muut
fr: Autres
he: אחרים
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altri
ja: その他
ko: 기타
ms: Lain-lain
nb: Andre
nl: Overige
pl: Inne
pt_br: Outros
ro: Altele
ru: Прочее
sk: Iné
sv: Andra
th: อื่นๆ
tr: Diğerleri
uk: Інше
vi: Khác
zh_hans: 其他
zh_hk: 其他

source: Paris
ar: بورصة باريس
ca: Borsa de París
cs: Pařížská burza cenných papírů
da: Paris' børs
de: Pariser Börse
el: Χρηματιστήριο του Παρισιού
es: Bolsa de París
fi: Pariisin pörssi
fr: Bourse de Paris
he: בורסת פריז
hi: पेरिस स्टॉक एक्सचेंज
hr: Pariška burza
hu: Párizsi Értéktőzsde
id: Bursa Efek Paris
it: Borsa di Parigi
ja: パリ証券取引所
ko: 파리 증권 거래소
ms: Bursa Saham Paris
nb: Paris-børsen
nl: Beurs van Parijs
pl: Giełda Papierów Wartościowych w Paryżu
pt_br: Bolsa de Valores de Paris
ro: Bursa de Valori din Paris
ru: Парижская фондовая биржа
sk: Parížska burza cenných papierov
sv: Parisbörsen
th: ตลาดหลักทรัพย์ปารีส
tr: Paris Borsası
uk: Паризька фондова біржа
vi: Sàn giao dịch chứng khoán Paris
zh_hans: 巴黎证券交易所
zh_hk: 巴黎證券交易所

source: Past year's highest price
ar: أعلى سعر في العام الماضي
ca: Preu més alt de l'últim any
cs: Nejvyšší cena za poslední rok
da: Højeste pris i det seneste år
de: Höchster Preis im vergangenen Jahr
el: Η υψηλότερη τιμή του περασμένου έτους
es: El precio más alto del último año
fi: Korkein hinta viimeisen vuoden aikana
fr: Prix le plus élevé de l'année écoulée
he: המחיר הגבוה ביותר בשנה האחרונה
hi: पिछले वर्ष की उच्चतम कीमत
hr: Najviša cijena u protekloj godini
hu: A legmagasabb ár az elmúlt évben
id: Harga tertinggi dalam setahun terakhir
it: Prezzo più alto dell'ultimo anno
ja: 過去1年間の最高価格
ko: 지난 1년간 가장 높은 가격
ms: Harga tertinggi pada tahun lepas
nb: Høyeste pris det siste året
nl: Hoogste prijs in het afgelopen jaar
pl: Najwyższa cena w zeszłym roku
pt_br: Preço mais alto do último ano
ro: Cel mai mare preț din ultimul an
ru: Самая высокая цена за последний год
sk: Najvyššia cena za posledný rok
sv: Högsta priset under det senaste året
th: ราคาสูงสุดในรอบปีที่ผ่านมา
tr: Geçtiğimiz yılın en yüksek fiyatı
uk: Найвища ціна за минулий рік
vi: Giá cao nhất trong năm qua
zh_hans: 过去一年最高价
zh_hk: 過去一年最高價

source: Past year's lowest price
ar: أقل سعر في العام الماضي
ca: Preu més baix de l'any passat
cs: Nejnižší cena za poslední rok
da: Laveste pris i det seneste år
de: Niedrigster Preis im letzten Jahr
el: Η χαμηλότερη τιμή του περασμένου έτους
es: El precio más bajo del último año
fi: Viime vuoden alin hinta
fr: Prix le plus bas de l'année dernière
he: המחיר הנמוך ביותר בשנה האחרונה
hi: पिछले वर्ष की सबसे कम कीमत
hr: Najniža cijena u protekloj godini
hu: A legalacsonyabb ár az elmúlt évben
id: Harga terendah dalam setahun terakhir
it: Prezzo più basso dell'ultimo anno
ja: 過去1年間の最低価格
ko: 지난 1년간 가장 낮은 가격
ms: Harga terendah pada tahun lalu
nb: Laveste pris det siste året
nl: Laagste prijs in het afgelopen jaar
pl: Najniższa cena w ciągu ostatniego roku
pt_br: Preço mais baixo do último ano
ro: Cel mai mic preț din ultimul an
ru: Самая низкая цена за последний год
sk: Najnižšia cena za posledný rok
sv: Lägsta pris under det senaste året
th: ราคาต่ำสุดในรอบปีที่ผ่านมา
tr: Geçtiğimiz yılın en düşük fiyatı
uk: Найнижча ціна за останній рік
vi: Giá thấp nhất trong năm qua
zh_hans: 过去一年最低价
zh_hk: 過去一年最低價

source: per gram
ar: لكل جرام
cs: Na gram
da: Pr. gram
de: Pro Gramm
el: Ανά γραμμάριο
es: Por gramo
fi: Grammaa kohden
fr: Par gramme
he: לכל גרם
hi: प्रति ग्राम
hr: Po gramu
hu: Grammonként
it: Per grammo
ja: 1グラムあたり
ko: 그램당
ms: Setiap gram
pl: Na gram
pt_br: Por grama
ro: Pe gram
ru: За грамм
sk: Na gram
th: ต่อกรัม
tr: Gram başına
uk: На грам
vi: Mỗi gam
zh_hans: 每克
zh_hk: 每克

source: per kilogram
ar: لكل كيلوغرام
ca: Per kg
cs: Na kg
da: Pr. kg
de: Pro kg
el: Ανά κιλό
es: Por kg
fi: Kilogrammaa kohden
fr: Par kg
he: לק"ג
hi: प्रति किलोग्राम
hr: Po kg
hu: Kilogrammonként
id: Per kg
it: Per kg
ja: 1kgあたり
ko: kg당
ms: per kg
nb: Per kg
nl: Per kg
pl: Za kg
pt_br: Por quilograma
ro: Per kg
ru: За кг
sk: Na kg
sv: Per kg
th: ต่อกิโลกรัม
tr: Kg başına
uk: На кг
vi: Mỗi kg
zh_hans: 每千克
zh_hk: 每公斤

source: per ounce
ar: لكل أونصة
ca: Per unça
cs: Za unci
da: Pr. ounce
de: Pro Unze
el: Ανά ουγγιά
es: Por onza
fi: Unssia kohden
fr: Par once
he: לאונקיה
hi: प्रति औंस
hr: Po unci
hu: Unciánként
id: Per ons
it: Per oncia
ja: 1オンスあたり
ko: 온스당
ms: Setiap Auns
nb: Per unse
pl: Za uncję
pt_br: Por onça
ro: Per uncie
ru: За унцию
sk: Za uncu
sv: Per uns
th: ต่อออนซ์
tr: Ons Başına
uk: За унцію
vi: Mỗi Ounce
zh_hans: 每盎司
zh_hk: 每盎司

source: per tola
ar: حسب التوراة
ca: Segons la Torà
cs: Podle Tóry
da: Ifølge Torahen
de: Nach der Tora
el: Ανά Τορά
es: Por la Torá
fi: Tooran mukaan
fr: Selon la Torah
he: לפי התורה
hi: टोरा के अनुसार
hr: Po Tori
hu: Tóra szerint
id: Menurut Kitab Taurat
it: Per Torah
ja: トーラーに従って
ko: 토라에 따라
ms: Per Taurat
nb: I henhold til Toraen
nl: Volgens de Thora
pl: Według Tory
pt_br: Por tola
ro: Conform Torei
ru: По Торе
sk: Podľa Tóry
sv: Enligt Toran
th: ตามโตราห์
tr: Tevrat'a göre
uk: Згідно з Торою
vi: Theo Torah
zh_hans: 每托拉
zh_hk: 每托拉

# PHP
source: Philippine Peso
ar: البيزو الفلبيني
ca: Pes
cs: Filipínské peso
da: Filippinsk peso
de: Philippinischer Peso
el: Φιλιππινέζικο Πέσο
es: Peso filipino
fi: Filippiinien peso
fr: Peso philippin
he: פזו פיליפיני
hi: फिलीपीनी पेसो
hr: Filipinski peso
hu: Fülöp-szigeteki peso
id: Peso Filipina
it: Peso filippino
ja: フィリピン・ペソ
ko: 필리핀 페소
ms: Peso Filipina
nb: Filippinsk peso
nl: Filipijnse peso
pl: Peso filipińskie
pt_br: Peso filipino
ro: Peso filipinez
ru: Филиппинский песо
sk: Filipínske peso
sv: Filippinsk peso
th: เปโซฟิลิปปินส์
tr: Filipinler Pesosu
uk: Філіппінське песо
vi: Peso Philippines
zh_hk: 菲律賓比索

source: Please enter the currency name
ar: يرجى إدخال اسم العملة
ca: Si us plau, introduïu el nom de la moneda
cs: Zadejte název měny
da: Indtast venligst valutans navn
de: Bitte geben Sie den Namen der Währung ein
el: Εισαγάγετε το όνομα του νομίσματος
es: Por favor ingresa el nombre de la divisa
fi: Syötä valuutan nimi
fr: Veuillez entrer le nom de la devise
he: אנא הזן את שם המטבע
hi: कृपया मुद्रा का नाम दर्ज करें
hr: Molimo unesite naziv valute
hu: Kérjük, adja meg a valuta nevét
id: Silakan masukkan nama mata uang
it: Inserisci il nome della valuta
ja: 通貨名を入力してください
ko: 통화 이름을 입력하세요
ms: Sila masukkan nama mata wang
nb: Vennligst skriv inn valutnavnet
nl: Voer de naam van de valuta in
pl: Proszę wpisać nazwę waluty
pt_br: Por favor, insira o nome da moeda
ro: Vă rugăm să introduceți numele monedei
ru: Пожалуйста, введите название валюты
sk: Zadajte názov meny
sv: Vänligen ange valutans namn
th: กรุณากรอกชื่อสกุลเงิน
tr: Lütfen para birimi adını girin
uk: Будь ласка, введіть назву валюти
vi: Vui lòng nhập tên tiền tệ
zh_hans: 请输入币种名称
zh_hk: 請輸入貨幣名稱
